tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "jesseduffield/lazydocker"
brew "autoconf"
brew "automake"
brew "xz"
brew "aws-iam-authenticator"
brew "openssl@3"
brew "bat"
brew "bottom"
brew "glib"
brew "cairo"
brew "harfbuzz"
brew "icu4c@76"
brew "libtiff"
brew "openjdk"
brew "checkstyle"
brew "colima"
brew "colordiff"
brew "coreutils"
brew "curl"
brew "deno"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "git-lfs"
brew "go"
brew "gradle"
brew "helm"
brew "htop"
brew "jq"
brew "librdkafka"
brew "kcat"
brew "kubernetes-cli"
brew "kubectx"
brew "lazygit"
brew "libtool"
brew "ncdu"
brew "neovim"
brew "node"
brew "openblas"
brew "openjdk@11"
brew "openjdk@17"
brew "openssl@1.1"
brew "pandoc"
brew "pipx"
brew "pkg-config"
brew "postgresql@11"
brew "postgresql@12"
brew "pstree"
brew "pv"
brew "pyenv"
brew "python-tk@3.13"
brew "ripgrep"
brew "scrapy"
brew "stow"
brew "tmux"
brew "trash"
brew "universal-ctags"
brew "xclip"
brew "yazi"
brew "zlib"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "ca/permissions-hub/access-cli"
brew "derailed/k9s/k9s"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "jesseduffield/lazydocker/lazydocker"
cask "chromedriver"
cask "cloudflare-warp"
cask "slack-cli"
cask "xquartz"
vscode "alefragnani.bookmarks"
vscode "atlassian.atlascode"
vscode "batisteo.vscode-django"
vscode "benjaminbenais.copilot-theme"
vscode "bradlc.vscode-tailwindcss"
vscode "bufbuild.vscode-buf"
vscode "castwide.solargraph"
vscode "charliermarsh.ruff"
vscode "chrmarti.regex"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "donjayamanne.githistory"
vscode "dotjoshjohnson.xml"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "equinusocio.vsc-community-material-theme"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "gitlab.gitlab-workflow"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "hediet.vscode-drawio"
vscode "icrawl.discord-vscode"
vscode "idleberg.icon-fonts"
vscode "jeff-hykin.polacode-2019"
vscode "kuanhulio.discord"
vscode "lextudio.restructuredtext"
vscode "mblode.pretty-formatter"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "octref.vetur"
vscode "phplasma.csv-to-table"
vscode "pkief.material-icon-theme"
vscode "pkosta2005.heroku-command"
vscode "rangav.vscode-thunder-client"
vscode "rebornix.ruby"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "searking.preview-vscode"
vscode "sonarsource.sonarlint-vscode"
vscode "tabnine.tabnine-vscode"
vscode "thebutlah.reorder-python-imports"
vscode "tomoki1207.pdf"
vscode "unifiedjs.vscode-mdx"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "wayou.vscode-todo-highlight"
vscode "wingrunr21.vscode-ruby"
vscode "zignd.html-css-class-completion"
vscode "zxh404.vscode-proto3"
