tap "derailed/k9s"
tap "gabe565/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "jesseduffield/lazydocker"
tap "nikitabobko/tap"
brew "autoconf"
brew "automake"
brew "xz"
brew "aws-iam-authenticator"
brew "openssl@3"
brew "bat"
brew "bottom"
brew "glib"
brew "cairo"
brew "icu4c@76"
brew "harfbuzz"
brew "libtiff"
brew "openjdk"
brew "checkstyle"
brew "clipboard"
brew "colima", restart_service: :changed
brew "colordiff"
brew "coreutils"
brew "curl"
brew "deno"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "eva"
brew "eza"
brew "fd"
brew "fzf"
brew "gawk"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "go"
brew "gradle"
brew "grep"
brew "grex"
brew "helm"
brew "htop"
brew "ical-buddy"
brew "jq"
brew "librdkafka"
brew "kcat"
brew "kubecolor"
brew "kubernetes-cli"
brew "kubectx"
brew "lazygit"
brew "libtool"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "node"
brew "ollama", restart_service: :changed
brew "openblas"
brew "openjdk@11"
brew "openjdk@17"
brew "p7zip"
brew "pandoc"
brew "pipx"
brew "pkgconf"
brew "pngpaste"
brew "postgresql@12"
brew "pstree"
brew "pv"
brew "pyenv"
brew "python-tk@3.13"
brew "qemu"
brew "ripgrep"
brew "scrapy"
brew "sqlfluff"
brew "stow"
brew "tmux"
brew "trash", link: true
brew "universal-ctags"
brew "xclip"
brew "yazi"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "derailed/k9s/k9s"
brew "gabe565/tap/ansi2txt"
brew "jandedobbeleer/oh-my-posh/oh-my-posh", link: false
cask "aerospace"
cask "chromedriver"
cask "cloudflare-warp"
cask "font-code-new-roman-nerd-font"
cask "font-jetbrains-mono"
cask "slack-cli"
cask "xquartz"
